Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/spr_04_1.doc.tmx
Source language: sme
Languages: nob

source: Sámi parlamentáralaš ráđđi
nob: Samisk parlamentarisk råd

source: Čoahkkingirjji oassi 01/04
nob: Utskrift av møtebok 01/04

source: Áigi : Miessemánu 18. b. 2004 dii. 13.00 – 19.00
nob: Tid : 18. mai 2004 kl. 13.00 – 19.00

source: Báiki : Sámedikkis Kárášjogas
nob: Sted : Sametinget , Karasjok

source: Ásselistu :
nob: Saksliste :

source: 001/04 Gohččuma ja áššelistu dohkkeheapmi
nob: 001/04 Godkjenning av innkalling og saksliste

source: 002/04 Referáhtat / Stivra doaibmadieđáhus
nob: 002/04 Referatsaker / Styrets beretning om virksomheten

source: 003/04 Sámedikkiid oktasaščoahkkin
nob: 003/04 Fellesmøte mellom sametingene

source: 004/04 Sámi parlamentáralaš ráđi áŋgiruššan nuoraid ektui
nob: 004/04 Samisk parlamentarisk råds ungdomssatsing

source: 005/04 Sámi parlamentáralaš ráđđi - Čoahkkinplana 2004 - 2005
nob: 005/04 Møteplan 2004 - 2005 for Samisk parlamentarisk råd

source: 006/04 Samisk parlamentarisk råds beretning 2002 - 2003 - samisk versjon
nob: 006/04 Samisk parlamentarisk råds beretning om virksomhet 2002 - 2003

source: 007/04 Sámi teáhterallaskuvla
nob: 007/04 Samisk teaterutdanning

source: 008/04 Sámi giellalávdegotti njuolggadusat
nob: 008/04 Vedtekter for Samisk språknemnd

source: 009/04 Sámi kulturmuitohálddašeapmi ja nannejuvvon oktasaš sámi kulturmuitosuodjaleapmi Sámis
nob: 009/04 Samisk kulturminneforvaltning og et styrket felles samisk kulturminnevern i Sápmi

source: 010/04 Sámi IT-strategiijat
nob: 010/04 Samiske IT-strategier

source: 011/04 ON:a eaiálbmotjulggaštus
nob: 011/04 FNs urfolkserklæring

source: 012/04 Sámi parlamentáralaš ráđi mediastrategiija
nob: 012/04 Samisk parlamentarisk råds mediestrategi

source: 013/04 Sámi parlamentáralaš ráđi EO-politihkka
nob: 013/04 Samisk parlamentarisk råds EU politikk

source: 014/04 Golle giella – Davviriikkalaš sámi giellabálkašupmi – lahtuid nammadeapmi árvvoštallanlávdegoddái
nob: 014/04 Golle giella - Nordisk samisk språkpris – Oppnevning av medlemmer i bedømmingskomitéen

source: 015/04 Jođiheadji molsošupmi Sámi parlamentáralaš ráđis
nob: 015/04 Skifte av ledelse i Samisk parlamentarisk råd

source: Čoahkkimis :
nob: Tilstede :

source: Suoma beale Sámedikkis :
nob: Sametinget i Finland :

source: Norgga beale Sámedikkis :
nob: Sametinget i Norge :

source: Sven-Roald Nystø , presideanta
nob: Sven-Roald Nystø , president

source: Willy Olsen , vara for Steinar Pedersen
nob: Willy Olsen , varamedlem for Steinar Pedersen

source: Janoš Trosten , vara for Ann-Mari Thomassen
nob: Janoš Trosten , varamedlem for Ann-Mari Thomassen

source: Ruoŧa beale Sámdikkis :
nob: Sametinget i Sverige :

source: Per-Anders Nutti , vara for Per Labba
nob: Per-Anders Nutti , varamedlem for Per Labba

source: Bistevaš oasseváldit :
nob: Permanente deltaker :

source: Alexander Kobelev , Mumánska Guovllu Sámiid Álmmolaš Organisašuvdna
nob: Alexander Kobelev , Murmánska Guovllu Sámiid Álmmolaš Organisašuvnda

source: Hálddahusas
nob: Fra administrasjonen

source: Heidi Salmi , Norgga beale Sámedikkis
nob: Heidi Salmi , direktør i Sametinget i Norge

source: Julie Eira , Norgga beale Sámedikkis
nob: Julie Eira , avdelingsdirektør i Sametinget i Norge

source: Synnøve Solbakk , Norgga beale Sámedikkis
nob: Synnøve Solbakk , underdirektør i Sametinget i Norge

source: Trine Guttorm Anti , Norgga beale Sámedikkis Rickard Nutti , Ruoŧa beale Sámedikkis
nob: Rickard Nutti , avdelnings- och ekonomichef i Sametinget i Sverige

source: Susanna Guttorm , Suoma beale Sámdikkis
nob: Susanna Guttorm , språksekretær i Sametinget i Finland

source: 001/04 : Gohččuma ja áššelistu dohkkeheapmi
nob: 001/04 : Godkjenning av innkalling og saksliste

source: Mearrádus :
nob: Vedtak :

source: Gohččuma dohkkeheapmi
nob: Godkjenning av innkallingen

source: 22.04.2004 gohččun dohkkehuvvui ovttajienalaččat
nob: Innkallingen av 22.04.2004 ble enstemmig godkjent .

source: Gohččumii mielddistuvvon áššelistu dohkkehuvvui ovttajienalaččat čuovvovaš rievadusaiguin : Áššit maŋŋiduvvun :
nob: Sakslisten som fulgte innkallingen ble enstemmig godkjent , med følgende endringer:Disse sakene utsettes til neste SPR møte , 4 .

source: Ášši SPR 09/04 Sámi kulturmuitohálddašeapmi ja nannejuvvon oktasaš sámi kulturmuitosuodjaleapmi Sámisi
nob: – 6. oktober 2004:Sak SPR 07/04 Samisk teaterutdanningSak SPR 09/04 Samisk kulturminneforvaltning og et styrket felles samisk kulturminnevern i SápmiSak SPR 10/04 Samiske IT-strategierSak SPR 12/04 Samisk parlamentarisk råds mediestrategiSak SPR 13/04 Samisk parlamentarisk råds EU-politikk

source: 002/04 : Referáhtat / Stivra doaibmadieđáhus
nob: 002/04 : Referatsaker

source: Stirvra doaibmadieđáhus 01.11.03 – 17.05.04
nob: Styrets beretning om virksomheten 01.11.03 – 17.05.04

source: Dan sadjái go ovddidit guhkes referáhtalisttu , de áigu stivra dainna lágiin čilget SPR-dievasčoahkkimii movt stivra lea čuovvolan áššiid maŋimuš SPR-čoahkkima rájes .
nob: I stedet for å fremlegge en lang liste med referater , vil styret på denne måten rapportere til Samisk parlamentarisk råds ( SPR ) plenumsmøte hva styret har gjort i oppfølgingen av sakene i mellomperioden siden siste SPR-møte .

source: Doaimma birra
nob: Om virksomheten

source: Sámi parlamentáralaš ráđi ( SPR ) stivra lea maŋimuš SPR-čoahkkima rájes 30 .
nob: Styret i Samisk parlamentarisk råd ( SPR ) har siden SPR-møtet 30 .

source: – 31.11.03 doallan bargočoahkkima ođđajagemánu 27 .
nob: – 31.11.03 avholdt et arbeidsmøte 27 .

source: – 28. b. 2004 Stjørdal:as ja dábálaš stivračoahkkima cuoŋománu 26 .
nob: – 28. januar 2004 i Stjørdal og et ordinært styremøte 26 .

source: – 27. b. 2004 Anáris .
nob: – 27. april 2004 i Anár .

source: 2003 sámediggeválgga geažil Suomas ja válgačađaheami guoddaleami geažil , maŋiduvvui ođđa Sámedikki vuođđudeapmi Suoma bealde guovvamánnui 2004 .
nob: På grunn av sametingsvalget i Finland i 2003 og klager på valgavviklingen , ble konstitueringen av det nye Sametinget i Finland utsatt til februar 2004 .

source: Sámediggi Suoma bealde ii válljen lahtuidis SPR:ii ovdal go golggotmánu 8. b. 2004 .
nob: Sametinget i Finland valgte ikke sine medlemmer til SPR før 8. april 2004 .

source: Dát lea maŋidan plánejuvvon ja mearriduvvon stivračoahkkimid ja SPR-čoahkkimiid .
nob: Dette har ført til utsettelse av oppsatte og vedtatte styremøter og SPR-møter dette halvåret .

source: SPR lea sámedikkiid gaskasaš ovttasbargoorgána , ja jos ovttasbargu galggaš doaibmat ovttasbargošiehtadusa ektui , de fertejit buot golbma sámedikki searvat SPR stivra- ja dievasčoahkkimiidda .
nob: SPR er et samarbeidsorgan mellom sametingene , og skal samarbeidet fungere i hht samarbeidsavtalen må alle tre sametingene delta i styre- og plenumsmøtene i SPR .

source: Sámediggeválga čađahuvvo juohke nuppi jagi , ja mii sáhttit gártat sullasaš dillái maŋŋáge .
nob: Sametingsvalg gjennomføres annet hvert år , og vi kan komme opp i lignende situasjoner også senere .

source: Stivra bovde ráđi guorahallat movt mii sáhtášeimmet dán eastadit boahtteáiggis .
nob: Styret inviterer derfor rådet til her å drøfte hvordan vi kan forhindre dette i fremtiden .

source: Áššit
nob: Saker

source: Dás áigu stivra čilget daid áššiid čuovvoleami birra maid SPR meannudii čoahkkimisttis golggotmánu 30 .
nob: Her vil styret omtale oppfølging av de sakene SPR behandlet i sitt møte 30 .

source: – 31. b. 2003 , ja dasto muhtun eará áššiid birra mat leat meannuduvvon ovdal .
nob: – 31. oktober 2003 , samt noen andre saker som er blitt behandlet tidligere .

source: Sámi oahpponeavvobuvttadeapmi
nob: Samisk læremiddelproduksjon

source: Stivra lea álggahan kártet sámi mánáid oahpahusdili ja oahpponeavvobuvttadeami davviriikkain .
nob: Styret har igangsatt en kartlegging av opplæringssituasjonen til samiske barn og læremiddelproduksjon i de nordiske landene .

source: Stivra livččii háliidan čalmmustit dán kártema dán čoahkkimis , muhto šállošit go dat ii gárvánan .
nob: Styret hadde ønsket å presentere denne kartleggingen på dette møtet , men dessverre er arbeidet ikke avsluttet .

source: Stivra áigu boahtte SPR-čoahkkimis golggotmánu 4 .
nob: Styret vil til neste SPR-møte , 4 .

source: – 6. b. 2004 Honnesvagis , čalmmustit kártema ja dan seammás ovddidit čoahkkimii áššin ahte čuovvolit kártema .
nob: – 6. oktober 2004 i Honningsvåg , presentere kartleggingen og samtidig fremme en sak om oppfølgingen av denne .

source: Dásseárvu
nob: Likestilling

source: SPR dásseárvokonfereanssa , mii dollojuvvui Gironis miessemánu 5 .
nob: Som oppfølging av SPRs likestillingskonferanse 5 .

source: – 6. b. 2003 , čuovvoleapmin ráhkadii stivra prošeavtta ” Kjønn og demokrati i Sápmi / Genus and demokracy in Sápmi ” ja ozai komišuvnnas doarjaga .
nob: – 6. mai 2003 i Kiruna , utarbeidet styret prosjektet ” Kjønn og demokrati i Sápmi / Genus and demokracy in Sápmi ” og søkte EU kommisjonen om økonomisk støtte .

source: Komišuvdna biehttalii ohcama 17.11.03 beaiváduvvon reivve bokte čuovvovaš ákkaiguin : ” The applicant has not produced evidence of having the capasity in the managment of transnational operations or the operational resources ( technical , managment ) needed to complete the project for which funding is requested ” .
nob: Kommisjonen avslo søknaden i brev av 17.11.03 med følgende begrunnelse : ” The applicant has not produced evidence of having the capasity in the managment of transnational operations or the operational resources ( technical , managment ) needed to complete the project for which funding is requested ” .

source: Stivra váldá vuhtii biehttalanákka , muhto imašta go leat árvvoštallan ahte sámedikkiin main leat oktiibuot badjel 200 bargi ii leat teknihkalaš ja hálddahusalš kapasitehta ja gelbbolašvuohta čađahit dán lágan rastá prošeavtta .
nob: Styret tar til etterretting avslagsbegrunnelsen , men er oppgitt over at sametingene med til sammen over 200 ansatte ikke vurderes til å ha teknisk og administrativ kapasitet og kompetanse til å gjennomføre et slikt grenseoverskridende prosjekt .

source: Dát fas buktá oidnosii ahte sámiin lea dárbu leat Brüsselis .
nob: Dette synliggjør igjen behovet for samisk tilstedeværelse i Brüssel .

source: Stivra lea dattetge bargamin rievdadit dán EU-prošeavtta Interreg-prošeaktan .
nob: Styret er imidlertid i gang med å omarbeide nevnte EU-prosjekt til et Interreg-prosjekt .

source: Stivra áigu maiddái boahtte SPR-čoahkkimii ovddidit ášši mas SPR dásseárvobargu konkrehta dahkkojuvvo doaibmaplána hámis .
nob: Styret vil også til neste SPR-møte fremme en sak hvor SPRs likestillingsarbeid konkretiseres i form av en handlingsplan .

source: ON Eamiálbmotáššiid Bissovaš Forum
nob: FNs Permanente Forum for urfolkssaker ( PF )

source: SPR mearridii áššis 19/03 ohcat sierra stahtusa eamiálbmotparlameanttaide ja eará stivrejeaddji orgánaide ON Eamiálbmotáššiid Bissovaš Forumis .
nob: SPR vedtok i sak SPR 19/03 å søke om egen status for urfolksparlamenter og andre styrende organer i FNs Permanente Forum for urfolkssaker .

source: Ohcan lea gárvvis , muhto dat ii leat sáddejuvvon .
nob: Søknaden er klar , men ikke sendt .

source: Dát čájeha ahte stivra ii leat nagodan gávdnat ovtta dahje máŋga ohcci maiguin ohcat ovttas .
nob: Dette beror på at styret ikke har lyktes å finne en eller flere aktuelle å søke sammen med .

source: Stivra ságastalai ášši birra maŋimuš stivračoahkkimis cuoŋománu 26 .
nob: Styret drøftet saken sist i styremøte 26 .

source: – 27. b. dán jagi , ja árvvoštalai dili nu ahte SPR ovddasteaddjit dán jagi PF-sešuvnnas New York:as ( miessemánu 10 .
nob: – 27. april i år , og vurderte situasjonen slik at SPRs representanter ved årets PF-sesjon i New York ( 10 .

source: – 28. b. 2004 ) háleštit guoskevaš ohcanoasálaččaiguin ja eará vejolaš olbmuiguin .
nob: – 28. mai 2004 ) snakker med aktuelle søknadspartnere og andre relevante personer .

source: Stivralahttu Eva Jejlid ovddasta SPR dán jagáš PF-sešuvnnas .
nob: Styremedlem Eva Jejlid representerte SPR ved årets PF-sesjon .

source: Dasa lassin lea hálddahus mielde .
nob: I tillegg deltok administrasjonen .

source: Goappašagat leaba mielde stáhtaid PF-sáttagottiin .
nob: Begge inngikk i de respektive staters delegasjon til PF.

source: Davviriikkaid Sámi Instituhtta ( DSI )
nob: Nordisk Samisk Iinstitutt ( NSI )

source: Stivra doalai čoahkkima Davviriikkaid ministtarráđiin Kárášjogas guovvamánu 20. b. dán jagi .
nob: Styret avholdt møte med Nordisk ministerråd i Karasjok 20. februar i år .

source: Čoahkkimis lei mielde váldočálli Unckel , dutkama ja oahpahusa ossodathoavda Riitta Lampola ja ossodathoavda Rigmor Dun Grande Davviriikkaid ministtarráđis ja guovddáš eiseválddiid ovddasteaddjit Norgga bealde .
nob: På møtet deltok generalsekretær Unckel , avd. sjef for forskning og utdanning Riitta Lampola og avd. sjef Rigmor Dun Grande fra Nordisk Ministerråd samt representanter for sentrale myndigheter i Norge .

source: Stivra vuolggasadji ja gáibádus lea ahte DSI ain galgá leat davviriikkalaš ásahus mii goziha visotsámi perspektiivva .
nob: Styrets utgangspunkt og krav er at NSI fortsatt skal være en nordisk institusjon som ivaretar det allsamiske perspektivet .

source: Stivra oaivvilda ahte ministtarráđi ovddasteaddjit ožžo dan áddejumi ahte DSI lea sierra dilis daid davviriikkalaš dutkanásahusaid gaskkas maid ministtarráđđi lea ruhtadan .
nob: Styret mener at ministerrådets representanter fikk forståelse for at NSI er i en særstilling blant de nordiske forskningsinstitusjonene ministerrådet har finansiert .

source: Vaikko bealit eai leange ovttaoaivilis ollu áššiid birra , de lei čoahkkin positiiva , ja stivra áigu joatkit diáloga ministtarráđiin .
nob: Til tross for at partene var uenige om viktige og prinsipielle sider av saken , var møtet positivt , og styret vil fortsette dialogen med ministerrådet .

source: 11.03.04 doalai DSI seminára instituhta boahtteáiggi rolla ja doaimma birra Heahtás Suoma bealde .
nob: 11. mars i år arrangerte NSI et seminar om instituttets fremtidige rolle og virksomhet i Hætta i Finnland .

source: SPR presideanta Sven-Roald Nystø doalai seminára ráhpansártni .
nob: Presidenten i SPR , Sven-Roald Nystø holdt seminarets åpningstale .

source: Davviriikkaid ministtarráđis eaige ODD:sge lean ovddasteaddjit dán semináras .
nob: Seminaret hadde ingen deltakere fra Nordisk ministerråd eller fra UFD.

source: Stivra dieđu mielde biddjojuvvo DSI 01.07.04 rájes Oahpahus- ja dutkandepartemeantta ( ODD ) vuollásažžan Norggas .
nob: Så vidt styret er kjent med vil NSI fra og med 01.07.04 underlegges Utdannings- og forsknings-departementet ( UFD ) i Norge .

source: Nugo mii diehtit de ii leat ODD váldán oktavuođa DSI:in iige SPR:inge guovvamánu čoahkkima rájes .
nob: Etter det vi kjenner til , har ikke UFD hatt kontakt med NSI og heller ikke med SPR siden møtet i februar .

source: Stivra áigu lagamus boahtteáiggis váldit oktavuođa ODD:in oččodan dihte ságastallama DSI boahtteáiggi birra .
nob: Styret vil i nær fremtid kontakte UFD for å få til en dialog om NSIs fremtid .

source: Barentsovttasbargu
nob: Barentssamarbeidet

source: Barents Guovlluráđđi lea Barentsovttasbarggu eamiálbmotbargojoavkku álgaga vuođul julggaštan jagi 2005 Barents eamiálbmotjahkin .
nob: Barents Regionråd har etter initiativ fra Arbeidsgruppen for urfolk i Barentssamarbeidet , erklært 2005 for Barents urfolksår .

source: Guovlluráđđi mearridii maid ahte juohke regiovdna galgá čađahit juoga nu lágan doaimma eamiálbmotjagi oktavuođas , ja eamiálbmotbargojoavku lea ožžon bargun čilgen dárkileappot makkár doaibma dat galgá leat .
nob: Regionrådet vedtok også at hver region skal gjennomføre en aktivitet i forbindelse med urfolksåret , og arbeidsgruppen for urfolk har fått i oppdrag å spesifisere hvilken aktivitet dette skal være .

source: Stivra lea maiddái ožžon ávžžuhusa min ovddasteddjiin iešguđet Barentsorgánain guorahallat eamiálbmogiid dili ja ovddastusa ovttasbarggus , ja dasto ekonomalaš dili .
nob: Styret har også mottatt henvendelse fra våre representanter i de ulike Barentsorganene om behovet for å drøfte urfolkenes status og representasjon i samarbeidet , samt den økonomiske situasjonen .

source: Stivra áigu bovdet dáid čoahkkimii lagamus boahtteáiggis .
nob: Styret vil invitere disse til møte i nær fremtid .

source: Stivra ii leat duhtavaš dainna ovddastusain ja sajiin mii eamiálbmogiin lea ovttasbarggus iige daid ekonomalaš resurssaiguin mat biddjojuvvojit eamiálbmotsearvamii .
nob: Styret er ikke tilfreds med den representasjon og stilling urfolkene har i samarbeidet og de økonomiske ressursene som settes av til urfolkenes deltakelse .

source: ( geahča maiddái ášši SPR 06/04 SPR 2002 – 2003 doaibmačilgehus , čuoggá 3.3 Barentsovttasbargu ) .
nob: Dette vil bli drøftet ( jf også sak SPR 06/04 SPRs virksomhetsberetning 2002 – 2003 , pkt 3.3 Barentssamarbeidet ) .

source: Arktalaš ovttasbargu
nob: Arktisk samarbeid

source: Sámi parlamentáralaš ráđđi searvá Arktalaš parlamentáralaš komiteai ( SCPAR ) .
nob: Samisk parlamentarisk råd deltar i Den arktiske parlamentariske komité ( SCPAR ) .

source: Arktalaš parlamentarihkkariid boahtte konfereansa ( Conference of Parliamentarians of the Arctic Region ) dollojuvvo Nuuk:as Ruonáeatnamis 3.- 6.09. 2004 .
nob: Neste parlamentarikerkonferanse i Arktis ( Conference of Parliamentarians of the Arctic Region ) avholdes i Nuuk på Grønland 3.- 6.09. 2004 .

source: Arktalaš ráđis leat vuoruhuvvon earret eará čuovvovaš áššit :
nob: I Arktisk råd er blant annet følgende saker gitt prioritet :

source: - Ceavzilis ovdáneami doaibmaplána .
nob: - Handlingsplan for bærekraftig utvikling .

source: Okta bargojoavku lea álggahan ollu prošeavttaid ( Sustainable Development Working Group ( SDWG ) ) .
nob: En egen arbeidsgruppe har iverksatt en rekke prosjekter ( Sustainable Development Working Group ( SDWG ) ) .

source: - Arktalaš dálkkádaga rievdan ja makkár servodatlaš váikkuhusat das leat ( Arctic Climate Impact Assessment ( ACIA )
nob: - Endringer i klimaet i Arktis og de samfunnsmessige følger det kan få ( Arctic Climate Impact Assessment ( ACIA )

source: - Arktisa diehtojuohkin- ja gulahallanteknologiija ( ICT )
nob: - Informasjons- og kommunikasjonsteknologi i Arktis ( ICT )

source: - Ceavzilis turisma Arktisas ( Sustainable Model for Arctic Regional Tourism , ( SMART ) )
nob: - Bærekraftig turisme i Arktis ( Sustainable Model for Arctic Regional Tourism , ( SMART ) )

source: - Raportta ráhkadeapmi Arktisa eallineavttuid birra ( The Arctic Human Development Report ( AHDR ) ) .
nob: - Utarbeidelse av en rapport om levekår i Arktis ( The Arctic Human Development Report ( AHDR ) ) .

source: - Arktisa prošeavttaid ruhtadeapmi , maiddái sierra eaktodáhtolaš foandda ásaheapmi .
nob: - Finansiering av prosjekter i Arktis , herunder opprettelse av et eget frivillig fond .

source: Dát guoská maiddái eamiálbmotdoaimmaid ruhtadeapmái .
nob: Dette omfatter også finansiering av urfolksaktiviteter .

source: Eamiálbmogat ( Permanent Participants ) leat evttohan sierra foandda sin doaimmaide ( Permanent Participants Core Fund ) .
nob: Urfolkene ( Permanent Participants ) har foreslått opprettet et eget fond for sine aktiviteter ( Permanent Participants Core Fund ) .

source: Arktalaš ráđi olgoriikkaministtariid boahtte čoahkkin dollojuvvo 17.- 18.11. 2004 Islánddas .
nob: Neste utenriksministermøte i Arktisk råd vil bli avholdt 17.- 18.11. 2004 på Island .

source: Dál lea čielggas ahte Ruošša dan rájes váldá badjelasas ráđi jođihangotti boahtte guovtti jahkái .
nob: Det er nå avklart at Russland fra da av vil overta lederskapet i rådet for de neste to år .

source: Sámi dáiddaohpahus
nob: Samisk kunstutdanning

source: Maŋŋá SPR mearrádusa lea dát ovddiduvvon áššin oktasaščoahkkimis 12.11.03 mii dollojuvvui sámedikkiid presideanttaid ja Suoma , Norgga ja Ruoŧa sámi áššiid ministariid gaskka .
nob: Etter vedtak i SPR har dette vært fremmet som sak til fellesmøtet 12.11.03 mellom sametingspresidentene og ministrene for samiske saker i Finland , Norge og Sverige .

source: Oktasaščoahkkin doarjjui SPR mearrádusa ja lasihii čuovvovačča : ” Det er naturlig ahte framtidig tilbud om samisk kunstutdanning blir vurdert positivt i sammenheng med beslutning om nasjonale studietilbud .
nob: Fellesmøtet støttet SPRs vedtak og uttalte bl.a. følgende : ” Det er naturlig at framtidig tilbud om samisk kunstutdanning blir vurdert positivt i sammenheng med beslutning om nasjonale studietilbud .

source: Samisk høgskole i Kautokeino kan ses son et etableringsalternativ i denne vurderingen . ”
nob: Samisk høgskole i Kautokeino kan ses som et etableringsalternativ i denne vurderingen . ”

source: Stivra lea sádden oktasaščoahkkima mearrádusa Sámi allaskuvlii .
nob: Styret har oversendt vedtaket fra fellesmøtet til Samisk høgskole .

source: Stivra áigu váldit oktavuođa allaskuvllain gullan dihte maid dat árvvoštallet dahkat áššiin .
nob: Styret vil kontakte høgskolen for å høre om det er aktuelt å igangsette et slikt studietilbud , og eventuelt når .

source: Davviriikkaid sámekonvenšuvdna
nob: Nordisk Samekonvensjon

source: Stivra lei bovden Carsten Smith , Davviriikkaid Sámekonvenšuvnna ekspeartajoavkku jođiheaddji , plánejuvvon SPR čoahkkimii njukčamánus dán jagi .
nob: Styret hadde invitert Carsten Smith , leder i Ekspertgruppen for Nordisk Samekonvensjon , til det planlagte SPR-møtet i mars i år .

source: Son lei lohpidan searvat čoahkkimii , muhto lea šállošahtti go ii sáhttán boahtit dan sivas go čoahkkin maŋiduvvui .
nob: Han takket ja , men kunne dessverre ikke delta da møtet ble utsatt .

source: Stivra áigu dattetge bovdet su SPR boahtte čoahkkimii .
nob: Styret vil imidlertid invitere ham til neste SPR-møte .

source: Ulbmil Smith bovdemiin SPR čoahkkimii lea oažžut dieđuid ja geahčastaga ekspeartajoavkku barggus dán rádjai , dan seammás Smith háliida gulahallat ja oažžut árvalusaid SPR:s sámekonvenšuvdnabargui .
nob: Hensikten med å invitere Smith til SPR-møtet er å få informasjon og innblikk i ekspertgruppens arbeid så langt , samtidig som Smith ønsker dialog og innspill fra SPR til konvensjonsarbeidet .

source: Arctic Winter Games
nob: Artic Winter Games

source: Geahča sierra ja mielddusin biddjojuvvon raportta AWG:s 2004 .
nob: Se egen og vedlagte rapport fra AWG 2004 .

source: Sámi dihtoráššit
nob: Samiske IT saker

source: Apple lea ovddidan sámi boallobeavdečovdosa , muhto dat dál lea dušše davvisámegillii .
nob: Apple har lansert sin samiske tegnsettløsning , men den foreligger i dag kun på nordsamisk .

source: Microsoft:as lea sámi čoavddus giellajoavkkuid nugo davvisámegiela , julevsámegiela , oarjelsámegiela ja anárašsámegiela váste .
nob: Microsoft har samisk løsning for språkgruppene nordsamisk , lulesamisk , sørsamisk , skoltesamisk og enaresamisk .

source: Dat leat ovddiduvvon windowsXP ođasmahttimiin .
nob: De er lansert i form av en oppdatering av windowsXP .

source: Geahča muđui ášši SPR 10/04 Sámi IT strategiijat .
nob: Se for øvrig sak SPR 10/04 Samiske IT strategier .

source: 003/04 : Sámedikkiid oktasaščoahkkin
nob: 003/04 : Fellesmøtene mellom sametingene

source: Šiehtadusas ovttasbarggu birra sámedikkiid gaskkas Sámi parlamentáralaš ráđi bokte , mii vuolláičállijuvvui cuoŋománu 25. b. 2002 , lea sámedikkiid ulbmil láhčit diliid nu ahte ovttasbargu ásahuvvo bistevaččat sámedikkiid gaskkas dakkár áššiin , mat gusket sámiide máŋgga stáhtas dahje sámiide oktan álbmogin ( 1. artihkal ) .
nob: I avtale om samarbeid mellom sametingene gjennom Samisk parlamentarisk råd , undertegnet 25. april 2002 , har sametingene som formål å legge til rette for varig institusjonalisert samarbeid mellom sametingene i saker som berører samer i flere stater eller samene som ett folk ( artikkel 1 ) .
